spec/data/refdata_Pharma.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
      <ARTICLE xmlns="http://refdatabase.refdata.ch/Article_out" CREATION_DATETIME="2017-12-01T09:41:49.5856186+01:00">
      <ITEM DT="2018-12-05T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680005850010</GTIN>
        <SWMC_AUTHNR>00585001</SWMC_AUTHNR>
        <NAME_DE>VARILRIX Trockensub c Solv Fertspr 0.5 ml</NAME_DE>
        <NAME_FR>VARILRIX subst sèche c solv ser pré 0.5 ml</NAME_FR>
        <ATC>J07BK01</ATC>
        <AUTH_HOLDER_NAME>GlaxoSmithKline AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001000674</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-14T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680545340019</GTIN>
        <SWMC_AUTHNR>54534001</SWMC_AUTHNR>
        <NAME_DE>TEBOKAN Filmtabl 240 mg 30 Stk</NAME_DE>
        <NAME_FR>TEBOKAN cpr pell 240 mg 30 pce</NAME_FR>
        <ATC>N06DX02</ATC>
        <AUTH_HOLDER_NAME>Schwabe Pharma AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001001541</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-14T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680540150118</GTIN>
        <SWMC_AUTHNR>54015011</SWMC_AUTHNR>
        <NAME_DE>NAROPIN Inj Lös 0.2 % 10ml Duofit Amp 5 Stk</NAME_DE>
        <NAME_FR>NAROPIN sol inj 0.2 % 10ml amp duofit 5 pce</NAME_FR>
        <ATC>N01BB09</ATC>
        <AUTH_HOLDER_NAME>Aspen Pharma Schweiz GmbH</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001402539</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-08T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680563520172</GTIN>
        <SWMC_AUTHNR>56352017</SWMC_AUTHNR>
        <NAME_DE>ADVATE Trockensub 250 IE c Solv 2 ml Durchstf</NAME_DE>
        <NAME_FR>ADVATE subst sèche 250 UI c solv 2 ml flac</NAME_FR>
        <ATC>B02BD02</ATC>
        <AUTH_HOLDER_NAME>Shire Switzerland GmbH</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001395756</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2018-09-20T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680658560014</GTIN>
        <SWMC_AUTHNR>65856001</SWMC_AUTHNR>
        <NAME_DE>DIBASE Tropfen 10000 IE/ml Fl 10 ml</NAME_DE>
        <NAME_FR>DIBASE gouttes 10000 UI/ml fl 10 ml</NAME_FR>
        <ATC>A11CC05</ATC>
        <AUTH_HOLDER_NAME>Gebro Pharma AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7612053000000</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-08T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680555580054</GTIN>
        <SWMC_AUTHNR>55558005</SWMC_AUTHNR>
        <NAME_DE>ZYVOXID Filmtabl 600 mg 10 Stk</NAME_DE>
        <NAME_FR>ZYVOXID cpr pell 600 mg 10 pce</NAME_FR>
        <ATC>J01XX08</ATC>
        <AUTH_HOLDER_NAME>Pfizer PFE Switzerland GmbH</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001402218</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-08T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680620690084</GTIN>
        <SWMC_AUTHNR>62069008</SWMC_AUTHNR>
        <NAME_DE>LEVETIRACETAM DESITIN Mini Filmtab 250 mg 30 Stk</NAME_DE>
        <NAME_FR>LEVETIRACETAM DESITIN mini cpr pel 250 mg 30 pce</NAME_FR>
        <ATC>N03AX14</ATC>
        <AUTH_HOLDER_NAME>Desitin Pharma GmbH</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001320451</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-08T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680353660163</GTIN>
        <SWMC_AUTHNR>35366016</SWMC_AUTHNR>
        <NAME_DE>KENDURAL Depottabl 30 Stk</NAME_DE>
        <NAME_FR>KENDURAL cpr dépôt 30 pce</NAME_FR>
        <ATC>B03AE10</ATC>
        <AUTH_HOLDER_NAME>Farmaceutica Teofarma Suisse SA</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001374539</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-08T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680536620137</GTIN>
        <SWMC_AUTHNR>53662013</SWMC_AUTHNR>
        <NAME_DE>3TC Filmtabl 150 mg 60 Stk</NAME_DE>
        <NAME_FR>3TC cpr pell 150 mg 60 pce</NAME_FR>
        <ATC>J05AF05</ATC>
        <AUTH_HOLDER_NAME>ViiV Healthcare GmbH</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001392175</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-08T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680161050583</GTIN>
        <SWMC_AUTHNR>16105058</SWMC_AUTHNR>
        <NAME_DE>HIRUDOID Creme 3 mg/g 40 g</NAME_DE>
        <NAME_FR>HIRUDOID crème 3 mg/g 40 g</NAME_FR>
        <ATC>C05BA01</ATC>
        <AUTH_HOLDER_NAME>Medinova AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001002258</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-08T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680324750190</GTIN>
        <SWMC_AUTHNR>32475019</SWMC_AUTHNR>
        <NAME_DE>LANSOYL Gel 225 g</NAME_DE>
        <NAME_FR>LANSOYL gel 225 g</NAME_FR>
        <ATC>A06AA01</ATC>
        <AUTH_HOLDER_NAME>Actipharm SA</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001002012</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-08T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680573230016</GTIN>
        <SWMC_AUTHNR>57323001</SWMC_AUTHNR>
        <NAME_DE>LANSOPRAZOL Mepha Kaps 15 mg Fl 60 Stk</NAME_DE>
        <NAME_FR>LANSOPRAZOL Mepha caps 15 mg fl 60 pce</NAME_FR>
        <ATC>A02BC03</ATC>
        <AUTH_HOLDER_NAME>Mepha Pharma AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001001121</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-08T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680532900196</GTIN>
        <SWMC_AUTHNR>53290019</SWMC_AUTHNR>
        <NAME_DE>HUMALOG Inj Lös 100 IE/ml Durchstf 10 ml</NAME_DE>
        <NAME_FR>HUMALOG sol inj 100 UI/ml flac 10 ml</NAME_FR>
        <ATC>A10AB04</ATC>
        <AUTH_HOLDER_NAME>Eli Lilly (Suisse) SA</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001261853</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-01T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680002770014</GTIN>
        <SWMC_AUTHNR>00277001</SWMC_AUTHNR>
        <NAME_DE>SEROCYTOL Herz-Gefässe Supp 3 Stk</NAME_DE>
        <NAME_FR>SEROCYTOL Coeur-Vaisseaux supp 3 pce</NAME_FR>
        <ATC>J06AA99</ATC>
        <AUTH_HOLDER_NAME>Serolab SA (succursale de Remaufens)</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7640128710004</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-01T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680002780013</GTIN>
        <SWMC_AUTHNR>00278001</SWMC_AUTHNR>
        <NAME_DE>SEROCYTOL Kolon Supp 3 Stk</NAME_DE>
        <NAME_FR>SEROCYTOL Côlon supp 3 pce</NAME_FR>
        <ATC>J06AA99</ATC>
        <AUTH_HOLDER_NAME>Serolab SA (succursale de Remaufens)</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7640128710004</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-01T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680406620144</GTIN>
        <SWMC_AUTHNR>40662014</SWMC_AUTHNR>
        <NAME_DE>PEVISONE Creme 15 g</NAME_DE>
        <NAME_FR>PEVISONE crème 15 g</NAME_FR>
        <ATC>D01AC20</ATC>
        <AUTH_HOLDER_NAME>Janssen-Cilag AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001000902</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-12-01T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680406620229</GTIN>
        <SWMC_AUTHNR>40662022</SWMC_AUTHNR>
        <NAME_DE>PEVISONE Creme 30 g</NAME_DE>
        <NAME_FR>PEVISONE crème 30 g</NAME_FR>
        <ATC>D01AC20</ATC>
        <AUTH_HOLDER_NAME>Janssen-Cilag AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001000902</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-11-03T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680587340015</GTIN>
        <SWMC_AUTHNR>58734001</SWMC_AUTHNR>
        <NAME_DE>YONDELIS Trockensub 0.25 mg Durchstf</NAME_DE>
        <NAME_FR>YONDELIS subst sèche 0.25 mg flac</NAME_FR>
        <ATC>L01CX01</ATC>
        <AUTH_HOLDER_NAME>PharmaMar AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001379947</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2017-11-03T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680627160016</GTIN>
        <SWMC_AUTHNR>62716001</SWMC_AUTHNR>
        <NAME_DE>COOP VITALITY Bronchialpastillen 40 Stk</NAME_DE>
        <NAME_FR>COOP VITALITY pastilles bronchiques 40 pce</NAME_FR>
        <ATC>R05FB02</ATC>
        <AUTH_HOLDER_NAME>Coop Vitality Health Care GmbH</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001397033</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2018-01-30T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680651600014</GTIN>
        <SWMC_AUTHNR>65160001</SWMC_AUTHNR>
        <NAME_DE>LYNPARZA Kaps 50 mg 448 Stk</NAME_DE>
        <NAME_FR>LYNPARZA caps 50 mg 448 pce</NAME_FR>
        <ATC>L01XX46</ATC>
        <AUTH_HOLDER_NAME>AstraZeneca AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001348622</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2018-02-09T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680316440115</GTIN>
        <SWMC_AUTHNR>31644011</SWMC_AUTHNR>
        <NAME_DE>FERRO-GRADUMET Depottabl 30 Stk</NAME_DE>
        <NAME_FR>FERRO-GRADUMET cpr dépôt 30 pce</NAME_FR>
        <ATC>B03AA07</ATC>
        <AUTH_HOLDER_NAME>Farmaceutica Teofarma Suisse SA</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001374539</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2018-03-16T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680581580011</GTIN>
        <SWMC_AUTHNR>58158001</SWMC_AUTHNR>
        <NAME_DE>PRIORIX TETRA Trockensub c Solv Fertspr</NAME_DE>
        <NAME_FR>PRIORIX TETRA subst sèche c solv ser pré</NAME_FR>
        <ATC>J07BD54</ATC>
        <AUTH_HOLDER_NAME>GlaxoSmithKline AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001000674</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2018-03-23T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680444470107</GTIN>
        <SWMC_AUTHNR>44447010</SWMC_AUTHNR>
        <NAME_DE>LOPRESOR Retard Divitabs 200 mg 14 Stk</NAME_DE>
        <NAME_FR>LOPRESOR Retard Divitabs 200 mg 14 pce</NAME_FR>
        <ATC>C07AB02</ATC>
        <AUTH_HOLDER_NAME>Daiichi Sankyo (Schweiz) AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001308855</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2018-03-23T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680444470299</GTIN>
        <SWMC_AUTHNR>44447029</SWMC_AUTHNR>
        <NAME_DE>LOPRESOR Retard Divitabs 200 mg 56 Stk</NAME_DE>
        <NAME_FR>LOPRESOR Retard Divitabs 200 mg 56 pce</NAME_FR>
        <ATC>C07AB02</ATC>
        <AUTH_HOLDER_NAME>Daiichi Sankyo (Schweiz) AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001308855</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2018-03-23T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680152190687</GTIN>
        <SWMC_AUTHNR>15219068</SWMC_AUTHNR>
        <NAME_DE>ZYMAFLUOR Tabl 0.25 mg Ds 400 Stk</NAME_DE>
        <NAME_FR>ZYMAFLUOR cpr 0.25 mg bte 400 pce</NAME_FR>
        <ATC>A01AA01</ATC>
        <AUTH_HOLDER_NAME>MEDA Pharma GmbH</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001000162</AUTH_HOLDER_GLN>
      </ITEM>
      <ITEM DT="2018-03-23T00:00:00">
        <ATYPE>PHARMA</ATYPE>
        <GTIN>7680434540995</GTIN>
        <SWMC_AUTHNR>43454099</SWMC_AUTHNR>
        <NAME_DE>KAMILLIN Medipharm Bad liq 10 Btl 40 ml</NAME_DE>
        <NAME_FR>KAMILLIN Medipharm bain liq 10 sach 40 ml</NAME_FR>
        <ATC>D03AX99</ATC>
        <AUTH_HOLDER_NAME>Iromedica AG</AUTH_HOLDER_NAME>
        <AUTH_HOLDER_GLN>7601001002173</AUTH_HOLDER_GLN>
      </ITEM>
      <RESULT>
        <OK_ERROR>OK</OK_ERROR>
        <NBR_RECORD>15169</NBR_RECORD>
      </RESULT>
    </ARTICLE>
  </soap:Body>
</soap:Envelope>
